Revit 2024 API
ParameterTypeId.RoomEditElectricalLoadsParam Property
 "Electrical Loads"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomEditElectricalLoadsParam { get; }
Visual Basic
Public Shared ReadOnly Property RoomEditElectricalLoadsParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomEditElectricalLoadsParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace